Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=241_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Katso lyhytvideo saamenpuvun pukemisesta !
smn: Keejâ uánihisvideo sämimáccuhân kárvudâtmist.

source: Ingá, Ánne ja Niiles pääsevät ripille ja pukevat saamenpuvut päälleen.
smn: Ingá, Ánne já Niiles peessih riipân já kárvudeteh sämimáccuháid.

source: Pukeminen ei kuitenkaan ole kovin helppoa, vaan tarkkaa työtä, johon tarvitaan apua.
smn: Kárvudâttâm ij lah kuittâg meendu älkkee, pic tärhis pargo, moos taarbâš iše.

source: Musiikki: Pentti Kusmin, käännös: Birit Vuolab
smn: Muusik: Pentti Kusmin, jurgâlus: Birit Vuolab

source: Pituus: 3,11
smn: Kukkodâh: 3,11
